Repository: lyricat/Hotot
Catalog: po/*.po
Languages: de_de, pt_br

source: Status is over 140 characters
de_de: Status ist länger als 140 Zeichen
pt_br: Seu Tweet ultrapassou 140 caracteres

source: Updating...
de_de: Aktualisiere...
pt_br: Atualizando...

source: Update Successfully!
de_de: Update erfolgreich!
pt_br: Atualização Bem Sucedida!

source: Please enter the recipient.
de_de: Bitte Empfänger angeben.
pt_br: Por favor, indique o destinatário.

source: Posting...
de_de: Poste...
pt_br: Postando...

source: Post Successfully!
de_de: Posting erfolgreich!
pt_br: Postagem Bem Sucedida!

source: Loading Tweets...
de_de: Lade Tweets...
pt_br: Carregando Tweets...

source: Disable
de_de: Deaktivieren
pt_br: Desabilitado

source: Enable
de_de: Aktivieren
pt_br: Habilitado

source: Reply Them.
de_de: Antworten
pt_br: Responder a todos.

source: reply to
de_de: Antwort auf
pt_br: responder a

source: retweeted by
de_de: retweeted von
pt_br: retuitado por

source: Unfav it.
de_de: Unfaven.
pt_br: Remover favorito.

source: Fav it!
de_de: Faven!
pt_br: Favorito!

source: Delete
de_de: Löschen
pt_br: Remover

source: Delete this tweet
de_de: Diesen Tweet löschen
pt_br: Remover este tweet

source: Loading...
de_de: Lade...
pt_br: Carregando...

source: Official retweet this tweet.
de_de: Diesen Tweet offiziell retweeten.
pt_br: Retweet oficial deste tweet.

source: Replay All
de_de: Allen antworten
pt_br: Responder a Todos

source: Reply this tweet.
de_de: Auf diesen Tweet antworten.
pt_br: Responder este tweet

source: RT this tweet.
de_de: Diesen Tweet RTen.
pt_br: RT este tweet.

source: Send message
de_de: Nachricht senden
pt_br: Enviar mensagem

source: Send message to them
de_de: Nachricht an sie senden
pt_br: Enviar mensagem a todos

source: view more conversation
de_de: weitere Konversationen anzeigen
pt_br: ver mais conversas

source: There are
de_de: Es gibt
pt_br: Há

source: errors in your change. Abort...
de_de: fehler in deiner Änderungen. Breche ab...
pt_br: erros em sua mudança. Cancelar...

source: <p>There are something wrong in what your changes.<br/>Please check errors in the options below:<br/> -
de_de: <p>In deinen Änderungen ist etwas falsch.<br/>Bitte prüfe die Fehler in den Optionen unten:<br/> -
pt_br: <p>Há algo errado em suas mudanças.<br/>Por favor, verifique os erros nas opções abaixo:<br/> -

source: Restore defaults will erases all changes you make. Are you sure you want to continue?!
de_de: Original wiederherstellen löscht alle von dir gemachten Änderungen. Willst du wirklich weitermachen?!
pt_br: Restaurar configurações padrão irá apagar todas as mudanças que você fez. Tem certeza que você deseja continuar?!

source: Unfollow @
de_de: Entfolge @
pt_br: Deixar de seguir @

source: Successfully!
de_de: Erfolgreich!
pt_br: Bem Sucedida!

source: Follow @
de_de: Folge @
pt_br: Seguir @

source: Are you sure you want to block @
de_de: Willst du @
pt_br: Você tem certeza que quer bloquear @

source: Block @
de_de: Blockiere @
pt_br: Bloquear @

source: Unblock @
de_de: Entblocke @
pt_br: Desbloquear @

source: Successfully
de_de: Erfolgreich
pt_br: Bem Sucedida

source: Update page
de_de: Aktualisiere Seite
pt_br: Atualizar página

source: new items.
de_de: neue Beiträge.
pt_br: novos itens.

source: Reducing ...
de_de: Kürze ...
pt_br: Reduzindo...

source: Reduce Successfully!
de_de: Verkürzung erfolgreich!
pt_br: Redução Bem Sucedida!

source: Undo Retweeting ...
de_de: Retweet rückgängig machen ...
pt_br: Desfazer Retweet ...

source: Undo Successfully!
de_de: Rückgängig erfolgreich!
pt_br: Desfazer Bem Sucedido!

source: Retweeting ...
de_de: Retweete ...
pt_br: Retuitando ...

source: Retweet Successfully!
de_de: Retweet erfolgreich!
pt_br: Retweet Bem Sucedida!

source: Undo retweet.
de_de: Retweet rückgängig.
pt_br: Desfazer retweet.

source: Authentication OK!
de_de: Anthentifizierung OK!
pt_br: Autenticação OK!

source: Sign in ...
de_de: Anmelden...
pt_br: Entrar ...

source: <p>Cannot Authenticate You! Please check your username/password and API base</p>
de_de: <p>Kann dich nicht authentifizieren! Bitte überprüfe Benutzername/Passwort und API Basis</p>
pt_br: <p>Não foi possível autenticá-lo! Por favor, verifique seu nome de usuário/senha</p>

source: Begin to OAuth ...
de_de: Starte OAuth ...
pt_br: Iniciando Autenticação ...

source: Please entry a profile name!
de_de: Bitte gib einen Profilnamen an!
pt_br: Por favor, entre com o nome do perfil!

source: Charactor `@` is not allow in profile name!
de_de: `@`-Zeichen ist im Profilnamen nicht erlaubt!
pt_br: Caractere `@` não é permitido no nome do perfil!

source: Update profile ...
de_de: Update Profil...
pt_br: Atualizando perfil ...

source: Update profile successfully!
de_de: Profilupdate erfolgreich!
pt_br: Atualização do perfil bem sucedida!

source: Home | Hotot
de_de: Start | Hotot
pt_br: Início | Hotot

source: 'What is happening?'
de_de: 'Was geht ab?'
pt_br: 'O que está acontecendo?'

source: 'Click here to Compose a Meassage ...'
de_de: 'Hier klicken, um eine Nachricht zu schreiben ...'
pt_br: 'Clique aqui para escrever uma Mensagem ...'

source: 'Loading Tweets...'
de_de: 'Lade Tweets...'
pt_br: 'Carregando Tweets...'

source: 'Reload timeline.'
de_de: 'Zeitleiste aktualisieren.'
pt_br: 'Recarregar histórico.'

source: 'Extensions ... '
de_de: 'Erweiterungen ...'
pt_br: 'Extensões ... '

source: No Extension Icon
de_de: Kein Icon für Erweiterung
pt_br: Extensão sem ícone

source: 'More ...'
de_de: 'Mehr ...'
pt_br: 'Mais ...'

source: Preferences
de_de: Einstellungen
pt_br: Preferências

source: Extensions
de_de: Erweiterungen
pt_br: Extensões

source: Help &amp; About
de_de: Hilfe &amp; Über
pt_br: Ajuda &amp; Sobre

source: Sign out
de_de: Abmelden
pt_br: Sair

source: 'Create a new profile'
de_de: 'Neues Profil erstellen'
pt_br: 'Criar um novo perfil'

source: Greeting!
de_de: Willkommen!
pt_br: Seja Bem-Vindo!

source: Sign in with Twitter
de_de: Bei Twitter anmelden
pt_br: Conectar-se com o Twitter

source: 'Sign in with Twitter'
de_de: 'Bei Twitter anmelden'
pt_br: 'Conectar-se com o Twitter'

source: Username:
de_de: Benutzername:
pt_br: Nome de usuário:

source: Password:
de_de: Passwort:
pt_br: Senha:

source: Remember Password
de_de: Passwort merken
pt_br: Lembrar a senha

source: Sign In
de_de: Anmelden
pt_br: Entrar

source: Profile Name:
de_de: Profilname:
pt_br: Nome do Perfil:

source: Help
de_de: Hilfe
pt_br: Ajuda

source: Load more
de_de: Mehr laden
pt_br: Carregar mais

source: Inbox
de_de: Eingang
pt_br: Recebidos

source: Outbox
de_de: Gesendet
pt_br: Enviados

source: Retweeted By Others
de_de: Retweet von anderen
pt_br: Retuitados por Outros

source: Retweeted By Me
de_de: Retweet von mir
pt_br: Retuitados por Mim

source: My Tweets, Retweeted
de_de: Meine Tweets mit Retweet
pt_br: Meus Tweets, Retuitados

source: Look up:
de_de: Nachschauen:
pt_br: Pesquisar:

source: GO
de_de: LOS
pt_br: IR

source: Follow
de_de: Folgen
pt_br: Seguir

source: Block
de_de: Blocken
pt_br: Bloquear

source: Unblock
de_de: Freigeben
pt_br: Desbloquear

source: Name:
pt_br: Nome:

source: Tweets per Day:
de_de: Tweets pro Tag:
pt_br: Tweets por dia:

source: Location:
de_de: Ort:
pt_br: Localização:

source: Join:
de_de: Beitreten:
pt_br: Inscrever-se:

source: Followers:
de_de: Follower:
pt_br: Seguidores:

source: Friends:
de_de: Freunde:
pt_br: Amigos:

source: has protected his/her tweets.
de_de: hat seine/ihre Tweets geschützt.
pt_br: protegeu seus tweets.

source: You need to go to twitter.com to send a request before you can start following this person...
de_de: Sie müssen auf twitter.com gehen und eine Anfrage senden, bevor Sie dieser Person folgen können...
pt_br: Você precisa acessar twitter.com para fazer um pedido antes de seguir esta pessoa...

source: Send Request
de_de: Anfrage senden
pt_br: Enviar Pedido

source: Search for:
de_de: Suchen:
pt_br: Pesquisar por:

source: Your search -
de_de: Ihre Suche -
pt_br: Sua pesquisa -

source: - did not match any result.
de_de: - liefert kein Ergebnis.
pt_br: - não encontrou resultados.

source: Suggestions:
de_de: Vorschläge:
pt_br: Sugestões:

source: - Make sure all words are spelled correctly.
de_de: - Überprüfen Sie, ob alle Wörter richtig geschrieben sind.
pt_br: - Verifique se as palavras estão escritas corretamente.

source: - Try different keywords.
de_de: - Versuchen Sie verschiedene Suchwörter.
pt_br: - Tente palavras chave diferentes.

source: - Try more general keywords.
de_de: - Versuchen Sie allgemeinere Suchwörter.
pt_br: - Tente palavras chave comuns.

source: 'Home Timeline'
pt_br: 'Histórico'

source: 'Mentions'
de_de: 'Erwähnungen'
pt_br: 'Menções'

source: 'Direct Messages'
de_de: 'Direktnachrichten'
pt_br: 'Mensagens Diretas'

source: 'My favorites tweets'
de_de: 'Meine Favoriten-Tweets'
pt_br: 'Meus tweets favoritos'

source: 'Retweets and Retweeted'
de_de: 'Retweets und retweetet'
pt_br: 'Retweets e Retuitados'

source: 'Find someone you love.'
de_de: 'Finde jemanden, den du liebst.'
pt_br: 'Encontre alguém que você ama.'

source: 'Search for ... '
de_de: 'Suche nach...'
pt_br: 'Pesquisar por ... '

source: 'Click to compose message'
de_de: 'Klicken zum Erstellen einer Nachricht'
pt_br: 'Clique para escrever uma mensagem'

source: 'URL shortener'
de_de: 'URL-Verkürzer'
pt_br: 'Encurtador de URL'

source: Clear
de_de: Löschen
pt_br: Limpar

source: Update
de_de: Senden
pt_br: Atualizar

source: Press Ctrl+Enter to Update
de_de: Drücken Sie Strg+Enter für Senden
pt_br: Pressione Crtl+Enter para Atualizar

source: Home
de_de: Start
pt_br: Início

source: Account
pt_br: Conta

source: System
pt_br: Sistema

source: Appearance
de_de: Anzeige
pt_br: Aparência

source: Networks
de_de: Netzwerke
pt_br: Redes

source: Regain Access Token
de_de: Zugriffstoken wiederherstellen
pt_br: Obter Token de Acesso

source: 'Remember Password'
de_de: 'Passwort merken'
pt_br: 'Lembrar a Senha'

source: - Global Keybinding -
de_de: - Globales Tastenkürzel -
pt_br: - Teclas de Atalho Globais -

source: * You MUST restart Hotot for the changes below to take effect.
de_de: * Sie MÜSSEN Hotot neu starten, bevor die Änderungen greifen.
pt_br: * O Hotot tem de ser reiniciado para que as alterações tenham efeito.

source: Summon Hotot (like: &lt;ALT&gt;C)
de_de: Hotot aufrufen (z. B.: &lt;ALT&gt;C)
pt_br: Invocar Hotot (como: &lt;ALT&gt;C)

source: 'Summon Hot Key'
de_de: 'Tastenkombination für den Aufruf'
pt_br: 'Invocar Tecla Rápida'

source: - Font Settings -
de_de: - Schrifteinstellungen -
pt_br: - Configurações de Fontes -

source: Font Family
de_de: Schriftfamilie
pt_br: Família da Fonte

source: 'Font Family'
de_de: 'Schriftfamilie'
pt_br: 'Família da Fonte'

source: Font Size
de_de: Fontgröße
pt_br: Tamanho da Fonte

source: 'Font Size'
de_de: 'Schriftgröße'
pt_br: 'Tamanho da Fonte'

source: Preview
de_de: Vorschau
pt_br: Pré-Visualização

source: - Notification -
de_de: - Benachrichtigung -
pt_br: - Notificação -

source: Page
de_de: Seite
pt_br: Página

source: Notify
de_de: Benachrichtigen
pt_br: Notificar

source: Type
de_de: Typ
pt_br: Tipo

source: Sound
de_de: Ton
pt_br: Som

source: 'Notify when home page has new tweets'
de_de: 'Benachrichten, wenn die Zeitleiste neue Tweets hat'
pt_br: 'Notificar quando a página inicial tiver novos tweets'

source: 'Type'
de_de: 'Typ'
pt_br: 'Tipo'

source: 'Play sound when home page has new tweets'
de_de: 'Ton abspielen, wenn die Zeitleiste neue Tweets hat'
pt_br: 'Reproduzir som quando a página inicial tiver novos tweets'

source: 'Notify when some new tweets mention me.'
de_de: 'Benachrichtigen, wenn neue Tweets mich erwähnen.'
pt_br: 'Notificar quando alguns novos tweets me mencionarem.'

source: 'Play swhen some new tweets mention me.'
de_de: 'Ton abspielen, wenn neue Tweets mich erwähnen.'
pt_br: 'Reproduzir som quando alguns novos tweets me mencionarem.'

source: 'Notify when some new direct messages coming.'
de_de: 'Benachrichtigen, wenn neue Direktnachrichten eingehen.'
pt_br: 'Notificar quando algumas novas mensagens diretas chegarem.'

source: 'Play when some new direct messages coming.'
de_de: 'Ton abspielen, wenn neue Direktnachrichten eingehen.'
pt_br: 'Reproduzir som quando algumas novas mensagens diretas chegarem.'

source: - Display and Behavior -
de_de: - Anzeige und Verhalten -
pt_br: - Configuração de Janela -

source: 'Use Native Input'
de_de: 'System-Eingabefeld nutzen'
pt_br: 'Usar Entrada Nativa'

source: Use Native Input Dialog
de_de: System-Eingabefeld nutzen
pt_br: Usar Dialogo de Entrada Nativa

source: 'Use Native Notify'
de_de: 'System-Benachrichtigung nutzen'
pt_br: 'Usar Notificação Nativa'

source: Use Native Notify System
de_de: System-Benachrichtigungssystem nutzen
pt_br: Usar Notificação Nativa do Sistema

source: 'Use Ubuntu Indicator'
de_de: 'Ubuntu Indicator nutzen'
pt_br: 'Usar Indicador do Ubuntu'

source: Use Ubuntu Indicator
de_de: Ubuntu Indicator nutzen
pt_br: Usar Indicador do Ubuntu

source: 'Hover to open tweet box'
de_de: 'Mauszeiger öffnet Tweet-Feld.'
pt_br: 'Mouse em cima para abrir caixa de tweet'

source: Hover to open tweet box
de_de: Mauszeiger öffnet Tweet-Feld
pt_br: Mouse em cima para abrir caixa de tweet

source: 'Preload latest tweet in a conversation if it is cached.'
de_de: 'Letzten Tweet in einer Konversation laden, falls im Cache.'
pt_br: 'Carragar primeiro os últimos tweets de uma conversa se possível.'

source: Preload latest tweet in a conversation if possible.
de_de: Letzten Tweet in einer Konversation laden, falls möglich.
pt_br: Carragar primeiro os últimos tweets de uma conversa se possível.

source: - API Settings -
de_de: - API Einstellungen -
pt_br: - Configuração da API -

source: 'Use same Signing Api'
de_de: 'Benutze dieselbe Signing API'
pt_br: 'Usar a mesma API de Autenticação'

source: Same signing API base:
de_de: Dieselbe Signing API base:
pt_br: Mesma Autenticação API base:

source: Signing API Base
pt_br: Autenticação API Base

source: 'Signing API Base'
pt_br: 'Autenticação API Base'

source: 'Use same Signing OAuth Base'
de_de: 'Dieselbe Signing OAuth Base nutzen'
pt_br: 'Usar a mesma Autenticação OAuth Base'

source: Same signing OAuth base:
de_de: Dieselbe Signing OAuth Base:
pt_br: Mesma Autenticação OAuth base:

source: Signing OAuth Base
pt_br: Autenticação OAuth Base

source: 'Signing OAuth Base'
pt_br: 'Autenticação OAuth Base'

source: Search API Base
pt_br: Pesquisar API Base

source: 'Search API Base'
pt_br: 'Pesquisar API Base'

source: - Proxy Settings -
de_de: - Proxy Einstellungen -
pt_br: - Configuração de Proxy -

source: 'Use HTTP Proxy'
de_de: 'HTTP Proxy nutzen'
pt_br: 'Usar HTTP Proxy'

source: Use HTTP Proxy
de_de: HTTP Proxy nutzen
pt_br: Usar HTTP Proxy

source: Port
pt_br: Porta

source: 'HTTP Proxy Port'
pt_br: 'Porta HTTP Proxy'

source: 'Use Socks Proxy'
de_de: 'Socks Proxy nutzen'
pt_br: 'Usar Sockets Proxy'

source: Use Socks Proxy
de_de: Socks Proxy nutzen
pt_br: Usar Sockets Proxy

source: 'Socks Proxy Port'
pt_br: 'Porta Proxy do Socket '

source: Restore Defaults
de_de: Standardeinstellungen wiederherstellen
pt_br: Restaurar Padrões

source: Cancel
de_de: Abbrechen
pt_br: Cancelar

source: First time to Sign in with Twitter
de_de: Die erste Anmeldung bei Twitter
pt_br: Primeira vez a Entrar Twitter

source: Step 1: click the button below or copy the address and open it in your browser.
de_de: Schritt 1: Klicke auf den Button unten oder kopiere die Adresse und öffne sie in deinem Browser.
pt_br: Passo 1: clique no botão abaixo or copie o endereça e abra-o num navegador.

source: Click me to continue
de_de: Klick mich an, um weiterzumachen
pt_br: Clique para continuar

source: Step 2: copy the PIN Code and paste it into the box below;
de_de: Schritt 2: kopiere den PIN-Code und füge ihn in das Feld unten ein;
pt_br: Passo 2: copie o Código PIN e cole na caixa abaixo;

source: PIN Code:
pt_br: Código PIN:

source: About &amp; Help
de_de: Über &amp; Hilfe
pt_br: Sobre &amp; Ajuda

source: About
de_de: Über
pt_br: Sobre ...

source: Keyboard
de_de: Tastatur
pt_br: Teclado

source: Credits
de_de: Danksagung
pt_br: Créditos

source: License
de_de: Lizenz
pt_br: Licença

source: is a lightweight client for the
de_de: ist ein leichter Client für den
pt_br: é um cliente leve para o

source: microblogging service
de_de: Microblogging-Dienst
pt_br: serviço de microblogging

source: - Keyboard shortcuts -
de_de: - Tastenkürzel -
pt_br: - Teclas de atalho -

source: Action
de_de: Aktion
pt_br: Ação

source: Shortcut
de_de: Tastenkürzel
pt_br: Atalho

source: Quit Hotot
de_de: Hotot beenden
pt_br: Sair do Hotot

source: Tweet List
de_de: Liste der Tweets
pt_br: Lista de Tweets

source: Reload
de_de: Aktualisieren
pt_br: Recarregar

source: Slide to prev page
de_de: Gehe zur vorherigen Seite
pt_br: Ir para a página anterior

source: Slide to next page
de_de: Gehe zur nächsten Seite
pt_br: Ir para a página seguinte

source: Move to prev tweet
de_de: Zum vorherigen Tweet wechseln
pt_br: Ir para tweet anterior

source: Move to next tweet
de_de: Zum nächsten Tweet wechseln
pt_br: Ir para tweet seguinte

source: Move to top
de_de: Zum Anfang springen
pt_br: Ir para o começo

source: Move to bottom
de_de: Zum Ende hüpfen
pt_br: Ir para o final

source: Toggle toolbar
de_de: Symbolleiste umschalten
pt_br: Alternar barra de ferramentas

source: Toggle nav tabs
de_de: Navigationsleiste umschalten
pt_br: Alternar abas de navegação

source: Enter compose mode
de_de: In den Schreibmodus wechseln
pt_br: Entrar no modo de composição

source: Enter action mode
de_de: In den Aktionsmodus wechseln
pt_br: Entrar no modo de ação

source: Enter filter mode
de_de: In den Filtermodus wechseln
pt_br: Entrar em modo filtro

source: Compose Mode
de_de: Schreibmodus
pt_br: Modo de composição

source: Exit compose mode
de_de: Schreibmodus verlassen
pt_br: Sair do modo de composição

source: Action Mode
de_de: Aktionsmodus
pt_br: Modo de ação

source: Prev action
de_de: Vorherige Aktion
pt_br: Ação anterior

source: Next action
de_de: Nächste Aktion
pt_br: Ação seguinte

source: Trigger action
de_de: Aktionen umschalten
pt_br: Executar ação

source: Exit action mode
de_de: Aktionsmodus verlassen
pt_br: Sair do modo de ação

source: Filter Mode
de_de: Filtermodus
pt_br: Modo Filtro

source: Apply keywords
de_de: Suchwörter anwenden
pt_br: Aplicar palavras chave

source: Exit filter mode
de_de: Filtermodus verlassen
pt_br: Sair do modo filtro

source: - Credits -
de_de: - Mitwirkende -
pt_br: - Créditos -

source: Written by
de_de: Geschrieben von
pt_br: Escrito por

source: Artwork by
de_de: Grafik von
pt_br: Arte por

source: Document by
de_de: Dokument von
pt_br: Documentado por

source: - License -
de_de: - Lizenz -
pt_br: - Licença -

source: Profile
de_de: Profil
pt_br: Perfil

source: - Picture -
de_de: - Bild -
pt_br: - Imagem -

source: Change avator
de_de: Avatar wechseln
pt_br: Alterar avatar

source: - Stat -
de_de: - Statistik -
pt_br: - Estatísticas -

source: Favourites:
de_de: Favoriten:
pt_br: Favoritos:

source: - Information -
pt_br: - Informação -

source: Name
pt_br: Nome

source: 'Name'
pt_br: 'Nome'

source: Location
de_de: Ort
pt_br: Localização

source: 'Location'
de_de: 'Ort'
pt_br: 'Localização'

source: Extenstions
de_de: Erweiterungen
pt_br: Extensões

source: Close
de_de: Schließen
pt_br: Fechar

source: Message
de_de: Nachricht
pt_br: Mensagem

source: Search in Google
de_de: Mit Google suchen
pt_br: Pesquisar no Google

source: Search in Twitter
de_de: Mit Twitter suchen
pt_br: Pesquisar no Twitter

source: Hotot Notification
de_de: Hotot-Benachrichtigung
pt_br: Notificação do Hotot

source: _Resume/Hide
de_de: _Weitermachen/Verstecken
pt_br: _Continuar/Esconder

source: _File
de_de: _Datei
pt_br: _Arquivo

source: _Help
de_de: _Hilfe
pt_br: _Ajuda

source: What's happening?
de_de: Was geht ab?
pt_br: O que está acontecendo?

source: Hotot: Click to Active.
de_de: Hotot: Klicken zum aktivieren.
pt_br: Hotot: Clique para Ativar.

source: Hotot Twitter Client
pt_br: Cliente de Twitter Hotot

source: Lightweight Twitter Client base on Gtk2 and Webkit
de_de: Ein schlanker Twitter Client basierend auf Gtk2 und Webkit
pt_br: Cliente Twitter baseado em Gtk2 e Webkit

source: Console
de_de: Konsole

source: Website
de_de: Webseite

source: 'Website'
de_de: 'Webseite'
